Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2016/4_festivaler_med_samisk_innhold.pdf.tmx
Source language: nob
Languages: sme

source: Første Riddu Riđđu-festival ble startet av unge sjøsamer fra Nord-Troms i 1991, og i 2016 feiret festivalen sitt 25-årsjubileum.
sme: Vuosttaš Riddu Riđđu festivála álggahuvvui nuorra mearrasápmelaččain Davvi-Romssas jagi 1991, ja 2016 ávvudedjege 25 jagi.

source: Hovlands doktoravhandling (1999) beskriver godt denne brytningstida tidlig på 1990-tallet, da unge mennesker «oppdaget» sin egen samiske tilknytning og ønsket å ta tilbake sin samiske kultur og revitalisere den blant annet gjennom å opprette Gaivoutna sameforening og starte opp Riddu Riđđu.
sme: Hovlanda doavttergrádačálus (1999) čilge bures áigerievdama árrat 1990-logus, go nuorra olbmot «fuobmájedje» iežaset sápmelaš čatnašumiid ja háliidišgohte váldit ruovttoluotta sámi kultuvrraset ja revitaliseret dan earret eará Gáivuona sámesearvvi ásahemiin ja Riddu Riđđu álggahemiin.

source: Festivalen markerer musikk og kultur i den samiske befolkningen og hos urfolk fra hele verden.
sme: Festivála čalmmustahttá sámi álbmoga ja máilmmi eará álgoálbmogiid musihka ja kultuvrra.

source: Hvert år er en folkegruppe i hovedfokus, kalt «årets nordlige folk».
sme: Juohke jagi lea okta álbmotjoavku váldofokusis, nu gohčoduvvon «Jagi davvi álbmogin».

source: Aktivitetene og underholdningen på festivalen kan deles i to hovedkategorier: musikk og kulturaktiviteter.
sme: Festivála doaimmaid ja guoimmuhemiid sáhttá juohkit guovtti váldooassái; musihkka ja kulturdoaimmat.

source: Kulturaktivitetene inkluderer Nourat (alkoholfri festival for ungdom under 18 år), Mánáidfestivála/ Barnefestivalen, filmvisninger med et omfattende filmprogram, workshops, seminarer, kunstutstillinger, drama- og danseforestillinger, doudji, lek, idrett og andre aktiviteter ute i naturen: http://www.riddu.no/en/about-riddu-riddu-festivala/history-riddu
sme: Kulturdoaimmaide gullet «Nuorat» (alkoholakeahtes festivála nuoraide vuollel 18 jagi), Mánáidfestivála, filbmačájeheamit govda filbmaprográmmain, workshopat, seminárat, dáiddačájáhusat, drámá- ja dánsačájálmasat, duodji, stohkosat, valáštallan ja eará luonddudoaimmat http://www.

source: Målsettingen for de sjøsamiske ungdommene som startet Riddu Riđđu-festivalen, var blant annet «å ta tilbake egen sjøsamisk kultur» (Hansen, 2007).
sme: Mearrasámi nuorain geat álggahedje Riddu Riđđu festivála lei mihttun earrát eará «máhcahit alcceseaset mearrasámi kultuvrraset» (Hansen, 2007).

source: Da Mánáidfestivála kom til, ønsket man også å lære barna om dette, og at barna skulle delta i aktivitetene på festivalen.
sme: Go Mánáidfestiválain álge, de háliidedje oahpahit dán maiddái mánáide ja ahte mánát besset oasálastit festivála doaimmain.

source: Samtidig har Riddu Riđđu vært med på å skape en anledning for kystsamer der de kan vise sin «samiskhet» (Pedersen og Viken, 2009).
sme: Seammás Riddu Riđđu lea leamaš mielde ráhkadeame liibba mearrasápmelaččaide čájehit «sámevuođaset» (Pedersen ja Viken, 2009).

source: På tilsvarende måte viser Olsen (2008) til at visse offentlige steder er gjort tilgjengelige for å uttrykke sin samiske identitet.
sme: Olsen (2008) čujuha maiddái ahte dihto almmolaš báikkit leat šaddan sadjin gos sáhttá ovdanbuktit sámi identitehtas.

source: Under festivalen brukes samiske symboler, og mange kåfjordinger har på seg samekofte (samedrakt).
sme: Festiválas geavahit sámi symbolaid ja ollu gáivuotnalaččat geavahit earret eará gávttiid.

source: Mange sier at det var der de for første gang våget å vise sin samiske identitet (Skogvang, 2013).
sme: Oallugat dadjet ahte doppe sii vuohččan duste čájehit sámi identitehtaset (Skogvang, 2013).

source: Mánáidfestivála arrangeres på dagtid over tre hele dager (onsdag til fredag) i festivaluka og er et tilbud for barn og unge i alderen 3–13 år.
sme: Mánáidfestivála lágiduvvo beaivet golbma beaivvi (gaskavahkkus bearjadahkii) festiválavahkku.

source: Den har vært fullbooket de siste seks årene til tross for at antall plasser er blitt utvidet fra 70 barn i 2010 til 120 barn fra 2015. Det arrangeres også en ungdomsfestival, Nourat.
sme: Dat lea fálaldat 3-13-jahkásaš mánáide ja nuoraide ja lea leamaš dievva maŋemus guhtta jagi vaikko leat lasihan sajiid 2010 rájes 70 sajis 120 sadjái jagi 2015. Lágidit maiddái nuoraidfestivála Nuorat.

source: Dette er et alkoholfritt tilbud for ungdom i alderen 13 til 18 år som bor på skolen og deltar på aktiviteter fra torsdag til søndag i festivaluka.
sme: Dat lea alkoholakeahtes fálaldat 13-18 jahkásaš nuoraide, geat orrot skuvllas ja oasálastet doaimmain duorastagas sotnabeaivái festiválavahkku.

source: I flere år har det også vært arrangert en egen ungdomscamp som etterkommer etter «Indigenous Youth Gathering», som er et tilbud for urfolksungdom fra hele verden.
sme: Máŋggaid jagi lea maiddái lágiduvvon sierra nuoraid-campa mii lea čuovus «Indigenous Youth Gathering» fálaldagas álgoálbmotnuoraide miehtá máilmmi.

source: Her møter samisk ungdom annen urfolksungdom og deler kulturelle uttrykk og kunst.
sme: Das deaivvadit sámi nuorat eará álgoálbmot nuoraiguin ja juogadit kultuvrralaš ovdanbuktimiid ja dáidaga.

source: Indigenous Youth Gathering og Nuorat ble i 2013 slått sammen med What's up North (politikk) til Nuorat /Youth/Ungdom (13–25 år).
sme: Indigenous Youth Gathering ja Nuorat, biddjojedje jagi 2013 oktii lágideapmái What's up North (politihkka) Nuorat / Youth / Ungdom (13-25-jahkásaččaide).

source: Bakgrunnen var at ungdommene kom med tilbakemelding om at det var vanskelig å velge mellom kultur og politikk.
sme: Duogáš dása lei go nuorat muitaledje ahte lea váttis válljet politihka ja kultuvrra gaskkas.

source: Ungdommene presenterer også en egen forestilling for resten av festivalpublikummet i løpet av Riddu Riđđu.
sme: Nuorat ovdanbuktet maiddái čájálmasa Riddu Riđu festivála gussiide.

source: Festivalen kårer hvert år «årets unge kunstner», som mottar midler for å kunne utvikle seg og sitt uttrykk videre.
sme: Festivála nammada juohke jagi «Jagi nuorra dáiddára» gii oažžu ruhtadoarjaga ovdánahttit iežas ovdanbuktosiid.

source: Artister i 2016 var «Riddu Sessions», som er et stort samarbeidsprosjekt/bestillingsverk der alle artistene er fra Sápmi: Marja Helena Fjellheim Mortensson, Elina Mikalsen, Katarina Barruk, Peder Niilas Tårnesvik, Sara Marielle Gaup, Håvard Olsen.
sme: Artisttat 2016 ledje «Riddu Sessions», mii lei stuorra ovttasbargoprošeakta mas ledje dušše sámi artisttat: Marja Helena Fjellheim Mortensson, Elina Mikalsen, Katarina Barruk, Peder Niilas Tårnesvik, Sara Marielle Gaup Beaska, Håvard Olsen.

source: Et annet omfattende samarbeidsprosjekt med artister fra Sápmi som ble presentert i 2016, var «Northern Soul» (Herman Rundberg, Simone Grøtte, Hogne Rundberg, Halvard Rundberg, Kjetil HolmstadSolberg, Ole Jørn Myklebust, Petter Carlsen, Nils Rune Utsi, Oganes Girunyan, Andreas Haug, Karen Aukner, Håvard Bilsbak, Eivind Steinholm, lyd, Tor S. Ditlevsen, lys).
sme: Eará fátmmasteaddji ovttasbargoprošeakta sámi artisttaiguin mii ovdanbuktojuvvui 2016 lei «Northern Soul» (Herman Rundberg, Simone Grøtte, Hogne Rundberg, Halvard Rundberg, Kjetil HolmstadSolberg, Ole Jørn Myklebust, Petter Carlsen, Nils Rune Utsi, Oganes Girunyan, Andreas Haug, Karen Aukner, Håvard Bilsbak, Eivind Steinholm, jietna, Tor S. Ditlevsen, čuovga).

source: «Årets nordlige folk» var representert med artisten «Suming» fra Taiwan.
sme: «Jagi davvi álbmoga» ovddastii artista «Suming» Taiwanas eret. Muđui ledje artisttat;

source: For øvrig opptrådte: Kitok (Sápmi), «Årets unge kunstner» fra 2015: Marja Helena Fjellheim Mortensson m/band (Sápmi), Sondre Justad m/band (Norge/Sápmi), Hanggai (Mongolia), Violet Road (Sápmi/Norge), Balam Ajpu (Guatemala), Sofia Jannok (Sápmi), Ylva (Sápmi), Ana Tijoux (Chile) og SlinCraze (Sápmi).
sme: jagi 2015 «Jagi nuorra dáiddár»; Marja Helena Fjellheim Mortensson joavkkuin (Sápmi), Sondre Justad joavkkuin (Norga/Sápmi), Hanggai (Mongolia), Violet Road (Sápmi/Norga), Balam Ajpu (Guatemala), Sofia Jannok (Sápmi), Ylva (Sápmi), Ana Tijoux (Chile) ja SlinCraze (Sápmi).

source: Márkomeannu har vært arrangert hvert år siden 1999, med unntak av en pause for sommerfestivalen i 2014. Festivalen arrangeres i markasamisk område på Gállegieddi like ved grensen mellom Nordland og Troms på norsk side av Sápmi.
sme: Márkomeannu lea lágiduvvon jahkásaččat 1999 rájes earret geasset 2014. Festivála lágiduvvo márkosámi guovllus Gállogiettis jur Nordlándda ja Romssa rádjeguovllus norggabeale Sámis.

source: Noen arrangementer finner også sted i regionen rundt Gállegieddi.
sme: Muhtun lágideamit leat maiddái Gállogietti birrasiin.

source: Gállegieddi ligger 5 mil fra Harstad, 8 mil fra Narvik, 22 mil fra Kiruna og 26 mil fra Tromsø.
sme: Gállogieddi lea 5 minuhta eret Hárštás, 8 miilla eret Áhkkánjárggas, 22 miilla Gironis ja 26 miilla eret Romssas.

source: Slik presenteres festivalen på festivalens hjemmeside: «Stolthet, identitet og sommerfugler i magen.
sme: Ná almmuhit festivála ruovttusiiddus: «Rámisvuohta, identitehta ja beaivelottážat čoavjjis.

source: På Márkomeannu får du de beste samiske kunst- og kulturopplevelsene – og det sies at stemningen på Márkomeannu er unik!(…
sme: Márkomeanus don oaččut vásihit buot buoremus sámi dáidaga ja kultuvra – ja daddjo ahte Márkomeannu-dovdu lea áidnalunddot!(…

source: ) Márkomeannu er for barnefamilier, bygdefolket, hele Sápmi og for deg som vil lære mer om dine venners kultur.
sme: ) Márkomeannu lea mánnáveagaide, giliolbmuide, olles Sápmái ja dutnje guhte háliidat oahppat eanet ustibiiddát kultuvrra birra.

source: Du er velkommen enten du har kommager, sko eller støvler på beina.
sme: Don leat bures boahtin ležžet dus čázehat, skuovat dahje stevvelat juolggis.

source: Festivalen har vektlagt at de skal ha en samisk profil i sitt program, men ønsker alle uansett bakgrunn velkommen til å delta på festivalens arrangementer.
sme: no) Festivála lea deattuhan ahte galgá leat sámi profiila prográmmas, muhto sávvet buohkaide beroškeahttá sin duogážis bures boahtima oasálastit festivála doaluin.

source: Formålet er ifølge festivalledelsen å revitalisere samisk kultur, og gjennom å være en synlig kulturaktør er håpet at flere skal ta tilbake sin samiske identitet og være mer stolt av å være same.
sme: Festivála mihttu lea lágideddjiid bealis revitaliseret sámi kultuvrra. Oinnolaš kultuvra aktevran sávvet ahte eatnagat váldet ruovttoluotta sámi identitehtaset ja leat rápmásat sápmelašvuođain.

source: De har et stort barneprogram med ulike kurstilbud, boklesing og presentasjon av barnelitteratur, doudjiverksted der ulike samiske håndverkstradisjoner presenteres for barna, joikekurs og ulike former for fysiske aktiviteter.
sme: Sis lea ollu mánáidprográmmas, iešguđetlágan kursafálaldagat, girjelohkan ja mánáidgirjjálašvuođa ovdanbuktin, duodjebádji mas ovdanbuktet iešguđetlágan giehtaduodjevieruid mánáide, doppe lea juoigankursa ja iešguđetlágan fysalašdoaimmat.

source: Festivalen har ett årsverk som arbeider med festivalen og har fra starten hatt en jevn stigning i antall publikummere, programmet øker i omfang og mer kjente artister deltar.
sme: Festiválas lea okta jahkedoaibma festivála bargui ja dasa leat jeavddalaččat lassánan guossit, prográmma maiddái lassána ja beakkáneappot artisttat oasálastet.

source: Dette krever også mer under gjennomføringen, da særlig med tanke på infrastruktur, sikkerhet og forberedelse.
sme: Dat gáibida maiddái eanet čađaheamis, erenoamážit infrastruktuvrra, sihkarvuođa ja ráhkkaneami dáfus.

source: I 2016 opptrådte følgende artister på festivalen: Troublemakers, Nuoraid Sessions, Marja Helena Mortensson, Elle Márja, ÁGY, Amoc, Niko Valkeapää, Arvvas, Ravggon og Felgen Orkester. ÁGY holdt blant annet en intimkonsert i lavvoen for ungdom under 18 år i samarbeid med den samiske ungdomsorganisasjonen Noereh (https://noereh.wordpress.com/).
sme: Jagi 2016 ledje čuovvovaš artisttat festiválas: Troublemakers, Nuoraid Sessions, Marja Helena Mortensson, Elle Márja, ÁGY, Amoc, Niko Valkeapää, Arvvas, Ravggon ja Felgen Orkester. ÁGY doalai lahkakonseartta lávus nuoraide vuollel 18-jagi ovttas sámi nuoraidservviin Noereh (https://noereh.wordpress.com/).

source: 4.8.4 Påskefestivalen i Karasjok
sme: 4.8.4 Kárášjoga beassášfestivála

source: Festivalen arrangeres i Karasjok kommune / Kárášjoga gielda, som er landets nest største kommune i utstrekning med et areal på 5464 km².
sme: Festivála lágiduvvo Kárášjoga gielddas mii lea riikka nubbin stuorimus gielda viidodaga ektui areálain 5464 km².

source: Her har Sametinget sitt sete, og kommunen har grenser til nabokommunene Kautokeino i ves t, Alta i nordvest og Porsanger og Tana i nord.
sme: Doppe lea Sámediggi, ja gieldda rájit leat oarjjabealde Guovdageainnu suohkanii, Áltái oarjjadavábealde ja Porsáŋgui ja Deatnui davábealde.

source: I denne tradisjonen har arrangørene bygd opp en festival med konserter, marked og utstillinger, og i 2016 markerte også festivalen Karasjoks 150-årsjubileum.
sme: Árbevieru mielde leat lágideaddjit ráhkadan festivála mas leat konsearttat, márkanat ja čájálmasat, ja jagi 2016 doalai festivála Kárášjoga 150 jagi ávvudeami.

source: Både barn og voksne får tilbud om å delta på flere idrettsarrangementer under festivalen, f.eks. scootercross, reinkappkjøring og skirenn.
sme: Sihke mánáide ja rávisolbmuide fállet máŋga valáštallanlágideami festivála áiggi, nugo skutercrossa, heargegilvovuodjima ja čuoigangilvvu.

source: I tilknytning til påskefestivalen arrangeres blant annet det svært tradisjonsrike Karasjokrennet, som ble arrangert for 50. gang i 2016. Karasjokrennet regnes for å være et av de eldste turrennene i Finnmark.
sme: Beassášfestivála olis lágidit Kárášjogačuoigamiid, masa leat nanu vierut, dat lágiduvvojedjege 50. geardde jagi 2016. Kárášjogačuoigamat leat várra okta dain boarráseamos meahccečuoigamiin Finnmárkkus.

source: I motsetning til at mange turrenn har måttet avlyse på grunn av fraflytting og manglende rekruttering, har IL Nordlys klart å arrangere dette tradisjonsrike skirennet hvert år siden 1966 med unntak av i 2003, da rennet måtte avlyses på grunn av varme og manglende snø.
sme: Vaikko ollu meahccečuoigamiid eai šat leat sáhttán čađahit eret fárremiid ja unnán ođđa oasálastiid dihte, de lea IL Nordlys nagodan lágidit dán čuoigama 1966 rájes earret 2003, dalle eai sáhttán čađahit čuoigamiid bivvaliid ja unnán muohttaga dihte.

source: Artister i 2016 var Felgen, Mari Boine, Inga Marja Sarre &amp; Ailo Valle, Inga Ravna Eira, Saras Marielle Gaup Beaska, Sandra Lyng, Morgan Sulele, Innertier, Amund Johnsgareng, Catwalk, Elin Kåven og Intrigue.
sme: 2016 artisttat ledje Felgen, Mari Boine, Inga Marja Sarre &amp; Ailo Valle, Inga Ravna Eira, Saras Marielle Gaup Beaska, Sandra Lyng, Morgan Sulele, Innertier, Amund Johnskareng, Catwalk, Elin Kåven ja Intrigue.

source: Det ble i 2016 arrangert kunstkafé, doudji- og kunst- og håndverksworkshop både for barn og voksne, smykke-workshop for barn, «Blås din egen kule» -kurs, reinkappkjøring for turister, lassokasting, workshop i rapp og joik for ungdom.
sme: Jagi 2016 lágidedje dáiddagáfedaga, duodje- ja dáidda- ja duodjeworkshopa sihke mánáide ja rávis olbmuide, čikŋa-workshopa mánáide, «Ráhkat iežat klássa kuvlla» -kurssa, heargegivlovuodjima turisttaide, njoarosteami, rap ja juoigan workshopa nuoraide.

source: For barn var det tilbud både om fysiske aktiviteter som slalåm i slalåmbakken, skirenn, kjøring med rein, lassokasting, smykke-re-design-kurs og doudji-verksted.
sme: Mánáide ledje fálaldagat sihke fysalaš aktivitehtat nugo ladnjedallan čierastanluohkás, čuoigangilvvut, heargevuodjin, njoarosteapmi, redesignkursa ja duodjebádji.

source: I tillegg var teaterforestillingen «Gávvilis rieban» (Den lure reven) en populær forestilling for barna.
sme: Dasa lassin lei mánáide bivnnuhis teáhterčájálmas «Gávvilis rieban».

source: I programmet for festivalen er også påskehøytideligheter i kirken som konfirmasjon, dåp og bryllup synliggjort.
sme: Festivála prográmmas leat maiddái beassášbasiid girkus konfirmašuvnnat, gásttašeamit ja vihaheamit.

source: Eksempler på dette er konfirmasjonsgudstjeneste i kirka og arrangement av langfredagsgudstjeneste i skiløypa der deltakerne ble oppfordret til å ta med niste.
sme: Ovdamearka dasa lea konfirmašuvdnaipmilbálvalus girkus ja guhkesbearjadatipmilbálvalus mii lágiduvvo čuoiganláhtus ja masa olbmuid ávžžuhit niesti váldit fárrui.

source: Påskefestivalen gjennomføres med støtte fra Sametinget, Finnmark fylkeskommune og Karasjok kommune (http://www.festivalerkarasjok.no/index.php/om-festivaler-karasjok/historie)
sme: Beassášfestivála čađahuvvo doarjagiiguin maid ožžot Sámedikkis, Finnmárkku fylkkasuohkanis ja Kárášjoga gielddas (http://www. festivalerkarasjok.no/index.php/om-festivaler-karasjok/historie).

source: 4.8.5 Sørsamisk kulturfestival / Raasten rastah
sme: 4.8.5 Lullisámi kulturfestivála / Raasten rastah

source: Ideen med «Sørsamisk kulturfestival» ble unnfanget i forbindelse med at Rørosregionen fikk nytt kulturhus, Storstuggu, som ble åpnet i januar 2000. Den første festivalen ble arrangert på Røros i Storstuggu høsten 2002, og vekslet mellom Sverige og Norge fram til 2010. Festivalen arrangeres annethvert år.
sme: Lullisáme kulturfestivála jurdda vulggii dalle go Plassje guvlui ráhkaduvvui ođđa kulturviessu Storstuggu, mii rahppui ođđajagemánu 2000. Vuosttaš festivála lágiduvvui Storstuggus Plassjes 2002 čavčča, ja lei vurrolaga ruoŧabeale ja norggabeale gitta 2010. Festivála lágiduvvo juohke nuppi jagi.

source: I 2010 endret «Sørsamisk kulturfestival» navn til «Raasten rastah», som betyr «over grensen».
sme: Jagi 2010 rievdadedje namas Lullisámi kulturfestivála nammii Raasten rastah, mii mearkkaša rastá ráji.

source: Fra 2012 har arrangørstedet for festivalen vært Røros.
sme: 2012 rájes lea festivála lágidanbáikin leamaš Plassje.

source: Raasten rastah er en samisk kulturell og sosial møteplass for norsk og svensk side lengst sør i Saepmie (sørsamisk for Sápmi).
sme: Raasten rastah lea sámi kultuvrralaš ja sosiála deaivvadanbáiki norgga- ja ruoŧabeallái lulimusas Sámis.

source: Festivalen er en arena hvor man synliggjør, formidler og videreutvikler samisk kultur i det sørsamiske området.
sme: Festivála lea arena gos oainnusmahttet, gaskkustit ja ovdánahttet sámi kultuvrra lullisámeguovllus.

source: Raasten rastah har mål om å være en kulturell og sosial møteplass, og kulturelle opplevelser er derfor viktig.
sme: Raasten rastah ulbmil lea leat kultuvrralaš ja sosiála deaivvadanbáikin, ja kultuvrralaš vásáhusat leat danne dehálaččat.

source: Arrangørene sier: «Vår målsetting er å tilby kvalitativt gode produksjoner innenfor både musikk og teater.
sme: Lágideaddjit dadjet: «Min mihttomearri lea fállat kvalitatiivvalaš buori buktagiid musihkas ja teáhteris.

source: I og med at vår målgruppe er hele familien, er det viktig at vi kan tilby kulturelle opplevelser innenfor begge feltene på en slik måte at de når alle som besøker festivalen.
sme: Go juo min ulbmiljoavku lea olles bearaš, de lea dehálaš ahte mii sáhttit fállat kultuvrralaš vásáhusaid goappaš surggiin nu ahte olahit buohkaid geat fitnet festiválas.

source: » De samarbeider i hovedsak med profesjonelle utøvere både på norsk og svensk side og ønsker videre å være en arena der unge samiske utøvere kan få presentert seg og sine uttrykk.
sme: » Festiválas lea ovttasbargu profešunála bargiiguin sihke norgga- ja ruoŧabeale ja sávvet maiddái leat arenan mas nuorra sámi čeahpit besset ovdanbuktit čehppodagaideaset.

source: Raasten rastah tilbyr en rekke seminarer, og i 2016 var «Kulturarv gjennom 100 år» i fokus en dag og «Don jïh daan bïjre» den andre seminardagen med fokus på «Bakteppet for samenes første landsmøte i 1917», samenes rettssituasjon før og nå, samt Tråante 2017. I tilknytning til «Don jïh daan bïjre» belyser Stiftelsen Saemien Sijta og Rørosmuseet prosjekter med utgangspunkt i kildemateriale fra museumssamlinger, språk, litteratur, tradisjonsstoff, og snøbreer som kan ha bevart verdifullt kildemateriale.
sme: Raasten rastah fállá muhtun semináraid ja 2016 lei «Kultuvreaerpie 100 jaepine» guovddážis ovtta beaivvi ja «Don jïh daan bïjre» nuppi seminárabeaivvi mas lei fokus «Duogáš sámi vuosttaš riikkačoahkkimii 1917, sápmelaččaid riektedilli ovdal ja dál, ja Tråante 2017. «Don jïh daan bïjre» oktavuođas Saemien Sijta vuođđudus ja Rørosmuseet bidje guovddážii prošeavttaid main lea vuolggasadji museačoakkáldagaid gáldomateriálain, gielas, girjjálašvuođas, árbevirolašáššiin ja jihkiin mas sáhttet seilon allaárvosaš gáldomateriálat.

source: Det tilbys også et to-dagers program for barn og unge der det til sammen presenteres 12 tema på workshop for barn og ungdom i alle aldre.
sme: Fállojuvvui maiddái guovttebeaivásaš prográmma mánáide ja nuoraide mas oktiibuot ovdanbukte 12 workshop fáttá buot agi mánáide ja nuoraide.

source: Her er det tilbud om aktiviteter innenfor samisk håndverk, kunst og idrett som gjennomføres av dyktige aktivitetsledere.
sme: Doppe leat doaibmafálaldagat sámi duojis, dáidagis ja valáštallamis maid jođihit čeahpes aktivitehtajođiheaddjit.

source: Aktivitetene gjennomføres ute og inne på Storstuggu, og på Røros videregående skole og i Verket. FFølgende aktiviteter ble arrangert i 2016: Festivalen ble innledet med åpning av kunstutstilling og «Come together» -konsert med tema «ung samisk kunstner», hvor unge samiske kunstnere presenterte sin kunst innen ulike uttrykk.
sme: Doaimmat čađahuvvojit olgun ja siste Storstuggus, ja Plassje joatkkaskuvllas ja Verketis. Čuovvovaš aktivitehtat lágiduvvojedje jagi 2016: Festivála álggahuvvui dáiddačájáhusa rahpamiin ja konsearttain «Come together» man fáddá lei «nuorra sámi dáiddár», mas nuorra sámi dáiddárat presenterejedje dáidagiiddiset iešguđetlágan ovdanbuktinvugiiguin.

source: Videre ble det arrangert teater for barn og unge, ungdomskonsert fredag kveld og terrengløp med barneklasse.
sme: Dasto lágidedje teáhtera mánáide ja nuoraide, nuoraidkonseartta bearjadat eahket ja meahcceviehkama mas lea mánáidluohkká.

source: Andre aktiviteter som ble gjennomført i 2016, var familiekonsert med Katarina Barruk og Marja Helena Fjellheim Mortensson.
sme: Eará aktivitehtat mat čađahuvvojedje 2016 ledje bearaškonsearta Katarina Barruk ja Marja Helena Fjellheim Mortensson bokte.

source: Katarina Barruk skriver egne tekster på umesamisk, og Marja Mortensson ønsker å videreformidle sørsamisk og umesamisk joiketradisjon.
sme: Katarina Barruk čállá teavsttaid ubmisámegillii.

source: De har begge vært «årets unge kunstner» på Riddu Riđđu og samarbeider nå på et skoleprosjekt sammen med Rikskonsertene.
sme: Soai leaba goappašagat leamaš «jagi nuorra dáiddárat» Riddu Riđus ja bargaba dál ovttas muhtun skuvlaprošeavttas searválaga Rikskonsertene.

source: I tillegg ble det i 2016 gjennomført kulturvandring til Finnkoihaugan, folkemøte med teamet «Hvordan bevare det sørsamiske i møtet med nye medievaner?
sme: Dasa lassin jagi 2016 čađahuvvui kulturvázzin Finnkoihauganii, lei álbmotčoahkkin temáin «Movt seailluhit lullisámevuođa ođđa mediadábiiguin?

source: », utstillingene «Queering Sápmi» og «Dalvedh», boklansering, rusfri ungsdomsfest og fortellerteateret «Sølvkilden», konsert med Maxida Märak, terrengløp, bokbussbesøk og gudstjeneste med kirkekaffe på Rørosmusee t (http://raastenrastah.no/spennende-seminarprogram-pa-raasten-rastah/).
sme: », čájáhusat «Queering Sápmi» ja «Dalvedh», girjealmmuheapmi, gárrenmirkokeahtes nuoraidfeasta ja muitaleaddjiteáhter «Silpegaaltije», konsearta Maxida Märakain, meahcceviehkan, girjebussegalledeapmi ja ipmilbálvalus oktan girkogáfiin (http://raastenrastah.no/spennende-seminarprogram-pa-raasten-rastah/).

source: 4.8.6 Julevsáme vahkko / Lulesamisk uke
sme: 4.8.6 Julevsáme vahkko
